import React from "react";

// reactstrap components
import { Container, Row, Col } from "reactstrap";

// core components
function SectionOld3() {
    return (
        <>
            <Container className="tim-container">
                <div>
                    <h4 className="oldFirst">
                        03 艰难的“数字”学习<br/><br/>

                        夏山，江苏南京人，今天67岁。<br/><br/>
                        夏山的第一部智能手机，是2018年独生女儿出嫁时买给他的。<br/><br/>
                        “我平时的爱好可多了，下棋、泥塑、听戏......哪有空玩手机。”一直以来夏山只有按键的老年机，在他看来打电话、发短信能满足所有需求，智能手机反而让人沉浸在虚拟的世界丧失了生活和人与人正常情感交流。<br/><br/>
                        直到三年前，女儿出嫁搬到建邺区的新家，忙于工作的年轻人整月不回来一次。老伴儿用智能手机能看到女儿新发的动态，外孙儿学校活动、小两口出去旅游、厨艺进步做了一道好菜......“别人都有，就我没有。”夏山和女儿抱怨，女儿给他买了当年的国产新品。跟女儿一家的联系又回来了。<br/><br/>
                        新手机到货，夏山慢慢接受智能手机，学怎么加好友、发消息、刷朋友圈。但对于新网络技术总还有些“消化不良”。<br/><br/>
                        老伴儿把操作步骤记在本子上，夏山对照步骤一遍遍尝试。找不到女儿的微信号、进入聊天界面找不到语音键、错点一旁的“拍摄”键退不回来......“几乎把能出现的问题的每一步都试错了，”夏山有些哭笑不得。几次尝试，夏山终于拨通了打给女儿的视频电话，不放心还自己又从头操作了一遍巩固记忆。<br/><br/>

                        <img
                            alt="..."
                            className="img-rounded img-responsive"
                            src={require("assets/img/silverDilemma/手机.png").default}
                        /><br/><br/>
                        看病从医院出来，夏山站在医院门口，拎一兜子医生开好的药招呼打车，又站了半小时。“明明没人乘坐，出租车为什么不愿意停下来？”早晨去超市买菜忘了带钱，夏山慌忙从等待结账的队伍里“逃”出来，换智能手机的第三年，他还是不会也不敢用手机扫码支付；每月固定时间去银行营业厅取养老金，能办理业务的窗口越开越少，队伍越排越长。<br/><br/>
                        <img
                            alt="..."
                            className="img-rounded img-responsive"
                            src={require("assets/img/silverDilemma/汽车.png").default}
                        /><br/><br/>
                        去年疫情暴发后，夏山到哪里都要出示苏康码。一次，去医院拿药，在门口站了不下十分钟，苏康码还是没找到。医院门口一个年轻人告诉夏山，“在支付宝界面，点健康码，然后再点立即查看，填写信息就可以了。”一会儿点这里，一会儿点那里，听着很简单，对夏山而言，比他想象得还复杂。<br/><br/>
                        最后，夏山把手机交给医院的工作人员代为操作。“我点来点去还是没找到苏康码在哪里，还老是点出其他东西退不出来。”夏山不好意思地笑笑。<br/><br/>
                        夏山与智能社会的隔阂是老年人群体面临的普遍问题。同时，与年轻一代相比，老年人对于网络世界往往心存恐惧，导致其进入新媒体空间存在一定的困难。<br/><br/>
                        好在使用智能手机是一个熟能生巧的过程，夏山现在出行已经不再有压力，能在公共场合顺利打开苏康码；也会和女儿外孙定期打视频电话。“怪不得年轻人每天都在用手机，其实还挺方便的。”数字化只会越来越普及，夏山庆幸自己学会了使用智能手机。现在，他还会教小区里的其他老年人怎么用。<br/><br/>
                        这些“银发族”的出现存在多方面的原因：有的老人从来没接触过电子产品，对他们而言，手机和互联网并不会导致什么障碍；有的老人有丰富的老年生活，手机的出现对他们来说反而是一种破坏；有的老人因生活所需不得不学会使用手机但又很难熟练学会......<br/><br/>
                    </h4>
                </div>
            </Container>
        </>
    );
}

export default SectionOld3;
