import React from "react";

// reactstrap components
import { Container, Row, Col } from "reactstrap";

// core components
function SectionOld2() {
    return (
        <>
            <Container className="tim-container">
                <div>
                    <h4 className="oldSecond">
                        02 “尴尬”的扫码困境<br/><br/>
                        卢红霞，江苏南京人，今年68岁<br/><br/>

                        南京单日新增确诊清零满14天后，卢红霞回忆起七月底那段突然“兵荒马乱”起来的日子，依然觉得有点不真实。<br/><br/>

                        “我要去买菜，那个菜门口突然就有人要我给他看健康码了，我又没带手机。”交涉无果后，卢红霞只好原路返回。“去年的时候是要看的，但已经过去蛮久了。我就是不太喜欢用微信（付钱），不习惯那个东西，没有买东西的感觉。”<br/><br/>

                        那是2021年7月21日的早晨，年近七旬的卢红霞看来，是一个没什么不同的日子。城市街道依然熙来攘往，空气中也察觉不到紧张的味道。她有自己的手机，但并不习惯于从中获取资讯。对卢红霞来说，哪怕所谓的“老人机”调大了字体，要去辨识和阅读文字也是一件困难的事情。<br/><br/>

                        她的生活很简单，几乎被家庭生活填满，消遣乐趣仅限于散步和收听戏曲广播。某种程度上，卢红霞生活在一种“信息真空”中。<br/><br/>

                        当日晚些时候，她才从女儿口中得知南京出现了疫情，并且需要去社区进行第一轮核酸检测。<br/><br/>

                        “我当时啊，还没反应过来，觉得很快就没事了。”在家人的陪伴下，卢红霞完成了社区一检。睡前，她把手机放进随身携带的小包里，防止第二天出门时忘记携带。<br/><br/>

                        “后来搞的时候，他们要弄一个码，但是我那个手机弄不出来啊，急死人了。”卢红霞所说的“码”，指的是在第二轮核酸检测中使用的采样码。在进行监测前，居民需要扫描社区提供的二维码，在江苏省新冠肺炎核酸检测信息系统注册，预约获取采样码，并凭码检测。<br/><br/>

                        7月25日，马群街道飘洒着小雨，卢红霞早早来到社区监测点排队等候。在现场的长队边，有不少穿红马甲的志愿者在协助注册采样码。她刚开始并没有反应过来，直到有志愿者走过来询问有没有注册。卢红霞感到有些慌乱，因为这和第一轮监测的情况“不一样”了。她拿出手机扫描，却怎么也显示不出注册页面。刚开始志愿者以为信号不好，自己开了一个热点给卢红霞，但依然没有解决问题。<br/><br/>

                        “他说应该是手机型号太老，让我跟家里人一起来。”别无他法，卢红霞只好无功而返。等女儿下班后，她再次来到监测点。通过在女儿的系统账号上添加家庭成员获取了自己的采样码，一波三折地完成了检测。<br/><br/>

                        在核检筛查过程中，与卢红霞相似的例子并不罕见。大量老年人群体与互联网相连甚少或从未触网，一些在年轻人看来稀松平常的操作对于他们来说却显得相当困难。有的老人缺乏可以上网的移动通信设备，有的老人记不住自己的电话号码，有的老人无法理解“字母＋数字”的密码设置要求……<br/><br/>

                        志愿者小金表示，实在没有办法的，他们可以人工登记身份证信息，但不少老人也没有随身携带证件。<br/><br/>
                    </h4>
                </div>
            </Container>
        </>
    );
}

export default SectionOld2;
