import React from "react";

// reactstrap components
import { Container, Row, Col } from "reactstrap";

// core components
function SectionOld1() {
    return (
        <>
            <Container className="tim-container">
                <div>
                    <h4 className="oldFirst">
                        01 被数字“困”在家中<br/><br/>
                        刘忠，江苏无锡人，今年72岁。<br/><br/>
                        刘忠站在这个他进出了40多年的菜市场门口，踌躇了。<br/><br/>
                        像他这样，被数字化设备拦住传统生活模式的银发老人并非少数。“感觉生活的规律都被打破了。以前是一钱逼死英雄汉，现在一个什么码就能让你足不出户。”<br/><br/>
                        当抗击疫情成为常态化，周边大大小小的公共场所都设置了二维码的准入需求。没有苏康码、行程码，任何人都没有办法“过关”。刘忠只能放弃那条熟悉的买菜路，在街边的小商铺里随便买些吃的对付每天的生活。<br/><br/>
                        据观察统计，今年南京疫情暴发初期，平均每3位老人中就有1位在菜场门口被拦下，没有健康码的他们只能打道回府或另选他路，而结合菜场高峰期的客流量计算，相当于每1.2秒就有一位老年人被健康码截留。<br/><br/>
                        <img
                            alt="..."
                            className="img-rounded img-responsive"
                            src={require("assets/img/silverDilemma/时钟.png").default}
                        /><br/><br/>
                        谈起被二维码拦下的真正原因，刘忠坦白还是因为没有智能手机。从前与好友们沟通都是翻看那本褪色了的电话簿，刘忠拨通家里的固定电话，那熟悉的声音便会从耳旁响起。<br/><br/>
                        离开了家，离开了固定电话，刘忠仿佛进入了一种与“远方”隔绝的状态。几年前，小辈们考虑到刘忠出门在外联系的需要，给他购置了一部老人机。即使是和小灵通只有字号上区别的老人机，刘忠花了足足一个月才逐渐学会使用。<br/><br/>
                        从那以后，这部手机坏了修，修了坏，伴随刘忠走过了5年。子女们想着给刘忠换一部逐渐时兴的智能手机，但刘忠看着那眼花缭乱的屏幕，拒绝了。<br/><br/>
                        2020年，疫情来了。随疫情而来的，还有苏康码、行程码。刘忠第一次听到这些，是在村里的大喇叭。“以前从来没听说过这些东西，现在有的地方让没有手机的老年人打印出来，挂脖子上。”面对这样的抉择，刘忠选择放弃了与老友们每月一次的聚会，也放弃了户外的大部分日常生活，成为“银发困境”中的一员。<br/><br/>
                        为了让老人不至于在家里闷出病来，子女们为老人打印了一张苏康码，让老人随身带着。但即使这样，刘忠出门的次数也屈指可数。<br/><br/>
                        2021年，南京疫情暴发。原本就严格的疫情管控愈发苛刻，由于打印存在冒充情形，刘忠所在的城市一律要求手机当面出示二维码。现在，刘忠又一次被困住了。<br/><br/>
                        “村里的路都被封死了，原来走10分钟就能到的地方，要走1个多小时。到了之后发现还需要出示苏康码，我本来腿脚就不便，这么一折腾，哪里还愿意出门啊！”刘忠看着眼前的电视机，长吁短叹。<br/><br/>
                        疫情暴发后，刘忠最后一次出门是去药店。原本熟悉的道路经过迂回百转，刘忠走了将近一上午：“太不便了！我这次一次买了三年的药，足够吃了。不知道往后疫情会发展成什么样，不过我估计这路是越来越难走了，门也越来越难进了，所以干脆一次性买齐吧。”<br/><br/>
                        刘忠看着眼前的电视机，用那部老人机拨通了老友的电话：“哎，你那边能出去吗？”“咱没有智能机啊，查不了苏康码，只能在家呆着......”<br/><br/>
                        <img
                            alt="..."
                            className="img-rounded img-responsive"
                            src={require("assets/img/silverDilemma/房子.png").default}
                        /><br/><br/>
                        在65岁以上的老年人群体中，有85%的老年人会和朋友有固定的线下聚会，其规模在4-15人不等。在新冠疫情防控常态下，线下聚会因为防疫要求和健康码的缺失或硬性或软性地被取消。在一个城市500人规模的小区中，每天有近38人因没有健康码被迫“离群索居”，被困在家中。而这些正是“疫情和数字化”给老年人群体带来更深重的影响。<br/><br/>
                    </h4>
                </div>
            </Container>
        </>
    );
}

export default SectionOld1;
